[
  {
    "num_floors": 0,
    "num_bedrooms": 2,
    "num_bathrooms": 2,
    "latitude": 51.540768,
    "postcode": "SW10",
    "category": "Residential",
    "property_type": "flat",
    "longitude": -0.022338,
    "description": "Visit  anytime 24/7 to make arrangements to view!Purplebricks take pride in exclusively bringing to the market this exceptional two double bedroom, one bathroom first floor apartment.Completed in 2018, the property provides around 800 square feet of accommodation and is appointment to an exacting standard – with high-grade fixtures and fittings together with a sleek, contemporary finish throughout.The apartment boasts a bright, airy and spacious dual-aspect open plan living area which includes a luxury fitted kitchen complete with top-grade appliances (integrated oven and surface mounted hobs, dishwasher, washer/dryer and large fridge/freezer). The apartment is also very heat efficient with modern ventilator systems and under floor heating.The property features a large private balcony which is directly accessed via the lounge and offers partial views over the nearby canal– perfect for al-fresco dining, entertaining guests or simply relaxing with a good book on sunny afternoon! The view overlooks the canal and square and will soon be enhanced when the marketing suite is removed later this year.Additional benefits include ample storage in the form of two large built in hallway cupboards, secured bicycle storage area, lift access, underfloor heating, security entryphone system, concierge service and resident's gymasium.Two footbridges in the immediate vicinity connect the development to Hackney Wick and the Olympic Park.LocationFish Island in Hackney Wick has fast become a Mecca for smart property investment and lifestyle purchases alike.Lanterna Court is within just a short walk of Hackney Wick Station, Stratford International and local DLR hubs. Two footbridges in the immediate vicinity connect the island to Hackney Wick and the Olympic Park.Fish Island plays host to a thriving local area with an eclectic mix of bars and restaurants on your doorstep combined with artistic and community spaces such as Counter Café, Fish Island Labs; Stour Space; Sugarhouse s and Here East. The development of the new East Bank will see a new V & A Museum, a state-of- the-art theatre and the bbc Music s form part of the neighbourhood.The green spaces of Victoria Park and Queen Elizabeth Olympic Park Gardens (access to over 560 acres of parkland) and world class sporting facilities, along with the River Lea and its tributary canals make for a green and idyllic quality of living.Lease InformationOur client has advised us of the following:-Lease Length - 250 yearsAnnual Service Charge - c£2500Annual Ground Rent - £350Disclaimer For Virtual ViewingsSome or all information pertaining to this property may have been provided solely by the vendor, and although we always make every effort to verify the information provided to us, we strongly advise you to make further enquiries before continuing.If you book a viewing or make an offer on a property that has had its valuation conducted virtually, you are doing so under the knowledge that this information may have been provided solely by the vendor, and that we may not have been able to access the premises to confirm the information or test any equipment. We therefore strongly advise you to make further enquiries before completing your purchase of the property to ensure you are happy with all the information provided.",
    "price": "600000",
    "new_home": false
  },
  {
    "num_floors": 0,
    "num_bedrooms": 3,
    "latitude": 51.568615,
    "postcode": "SW10",
    "category": "Residential",
    "property_type": "flat",
    "longitude": -0.124749,
    "description": "Situated on a private road in a converted Joinery, this three bedroom warehouse-style apartment features light and airy rooms with high ceilings including an open-plan reception/kitchen with exposed brickwork.The Owners Love“The natural light floods through the flat due to the high ceilings and large windows in the warehouse style build”“The range of green spaces within walking distance, including the nearby Parkland Walk - ideal for cycling or an early morning run”“The convenient location, both a short walk to Archway tube station for the Northern line and to the shops and cafes of Crouch End village”We've NoticedThe master bedroom has built-in wardrobes.Modern kitchen and bathrooms finished to a high specification.",
    "price": "600000",
    "num_bathrooms": 0,
    "new_home": false
  },
  {
    "num_floors": 0,
    "num_bedrooms": 2,
    "latitude": 51.479267,
    "postcode": "SW10",
    "category": "Residential",
    "property_type": "flat",
    "longitude": -0.16573,
    "description": "A bright and spacious flat on the fifth floor of this popular modern block close to Albert Bridge. The reception room and both bedrooms benefit from delightful views over the open spaces of Battersea Park. The property has the additional benefit of a secure underground parking place.St Mary le Park Court is a purpose built block located at the junction of Albert Bridge Road and Parkgate Road, therefore an easy walk over the bridge to Chelsea and the Kings Road with its wide variety of shopping and entertainment. There are also good local shops and restaurants on Parkgate Road.",
    "price": "600000",
    "num_bathrooms": 1,
    "new_home": false
  },
  {
    "num_floors": 0,
    "num_bedrooms": 4,
    "latitude": 51.500698,
    "postcode": "SW10",
    "category": "Residential",
    "property_type": "house",
    "longitude": -0.263895,
    "description": "Thoughtfully designed family house on popular roadLocationSomerset Road is situated in the Acton Green area of Chiswick, a quiet residential area. It is within easy walking distance of Chiswick Park and Turnham Green Underground Station (District Line), South Acton Overground station and the 94 bus to Shepherds Bush Underground Station and onto central London.Chiswick is a hugely popular and prosperous large suburb of West London located on the northern side of the River Thames, 6 miles (9.7 km) west of Charing Cross. It was historically an ancient parish in the county of Middlesex, with an agrarian and fishing economy. The name \"Chiswick\" is of Old English origin meaning \"Cheese Farm\" and originates from the riverside meadows and farms that are thought to have supported an annual cheese fair on Dukes Meadows up until the 18th century.The style of property in Chiswick is varied offering everything from mansion flats along the High Road and on Sutton Court Road, to pretty Victorian cottages on the Glebe Estate. Large Victorian detached houses are found in Grove Park, and Arts & Crafts houses throughout Bedford Park. The River front, Chiswick Mall and Strand on the Green are lined with elegant Georgian houses ensuring that there is a fantastic variety of property throughout the local area.Chiswick High Road, famous for its boulevard-style pavements, is full of quality independent outlets and an increasingly up-market selection of high street names which run from Hammersmith through to the Chiswick roundabout. Chiswick is a great place to shop and eat. Tesco, Sainsbury's, Waitrose and Marks and Spencer are all represented. Serving meat lovers are Macken Bros, Wyndham house and Ginger Pig butchers. Covent Garden Fishmongers do as their name suggests. Bayley & Sage have an amazing cheese counter and the Grove Park Deli on Fauconberg Road is also very popular. The Old Cinema provides Antique Vintage Retro Collections. Attractive fruit, vegetable and flower stalls add colour to the High Road. High Street banks, chemists, dry cleaners, beauty spas, fashion shops, off licences and general repair shops as well as many other outlets means there is no need to go elsewhere.Among Chiswick's fine dining choices are Michelin-starred La Trompette on Devonshire Road and Hedone on Chiswick High Road. Similarly renowned is Le Vacherin on South Parade. High Road house and its Brasserie are part of the Soho house empire; while Foxlow steak restaurant is on Barley Mow Passage. Numerous high street restaurants such as Honest Burgers, Cote, Bryons and Pizza Express cater for family tastes.Lord Burlington's Chiswick house is a picturesque, 18th-century Palladian mansion with gardens designed by William Kent. The birthplace of the English Landscape Movement, the gardens, with their statuary hedges and vistas, has had a £12 million makeover which includes a new café by architects Caruso St John. In recent years Chiswick house grounds have played host to Soho house group's house Festival, enticing the great and the good of the media industry with performers who are both nationally renowned and locally resident.Bedford Park, London's first garden suburb, was built between 1875 and 1886 as part of the Arts & Crafts revival. Victorian property developer Jonathan Carr instructed lead architect Richard Norman Shaw (alongside ej May, W Wilson and ew Godwin) in the building of a collection of houses and s that now form a conservation area and are for the most part Grade II listed. Many of these houses feature elements of styling from William Morris, to whose legacy is dedicated the William Morris Society at Kelmscott house on Upper Mall.DescriptionA mid terraced 4 bedroom family house recently extended by the current owners, providing open plan space downstairs and well proportioned bedrooms and bathrooms.Upon entering the house there is a good sized receptionroom featuring a lovely bay window, wooden floors and a feature fireplace. The kitchen is extended into the side return giving space for a dining area, and the kitchen is complete with modern appliances and underfloor heating.On the first floor, the principal bedroom is situated at the front of the house, there is a good sized second bedroom and a family bathroom on this floor.The successful loft conversion carried out by the current owners provides two further bedrooms, one of which with built in storage and an en suite shower room.Bi folding doors from the kitchen lead out onto a pretty courtyard garden, amalgamating inside and out making excellent space for entertaining.Square Footage: 1386 sq ft",
    "price": "1000000",
    "num_bathrooms": 2,
    "new_home": false
  },
  {
    "num_floors": 0,
    "num_bedrooms": 2,
    "latitude": 51.5072,
    "postcode": "E14",
    "category": "Residential",
    "property_type": "flat",
    "longitude": -0.005894,
    "description": "2 double bedrooms apartment in a prime London location, perfect for first-time buyers with a chain-free sale.This bright and light apartment benefits from 2 bedrooms, a spacious separate living room, fully equipped separated kitchen with integrated appliances and family bathroom.Set in a family-friendly and residential area with a real sense of community, this property is in walking distance of East India Station for DLR and Canary Wharf Station for Jubilee Line and forthcoming Crossrail for easy access to Heathrow Airport in less than 40 minutes.The banks of River Thames and Canary Wharf are within walking distance with all their bars, restaurants and local amenities set for your comfort.This property is chain free and available to view by-appointment-only now!",
    "price": "500000",
    "num_bathrooms": 1,
    "new_home": false
  },
  {
    "num_floors": 0,
    "num_bedrooms": 1,
    "latitude": 51.487247,
    "postcode": "W14",
    "category": "Residential",
    "property_type": "flat",
    "longitude": -0.148168,
    "description": "* Take advantage of stamp duty holiday * Great value 3rd floor, 1 bedroom apartment in Grosvenor Waterside. No Chain. Approx 490 sq ft / 45.5 sq meters.More video clips available.Quiet location and facing away from the rail tracks overlooking internal courtyard - partial river views!Parking can be purchased via Westminster council for on street residence parking.Long lease - 113 yrs left.",
    "price": "500000",
    "num_bathrooms": 1,
    "new_home": false
  },
  {
    "num_floors": 0,
    "num_bedrooms": 0,
    "latitude": 51.49947,
    "postcode": "E14",
    "category": "Residential",
    "property_type": "studio",
    "longitude": -0.017241,
    "description": "Located on the 44th floor of the West Tower in the new Wardian development, this impressive studio suite will benefit from far reaching views. The property comprises an open plan kitchen living area with a modern divider to create an intimate sleeping area, a lavish bathroom and a private winter garden. The interior design reflects the external architecture with kitchen cabinets being miniature Wardian cases balanced by beautiful marble. All residents will be members of The Wardian Club, with access to exclusive first class facilities, including a private dining area, a rooftop observatory and bar, a magnificent gym with state of the art equipment as well as a yoga studio.Ideally located in Canary Wharf which has now overtaken the City of London as Europes pre eminent financial hub. The location enjoys unparalleled transport connections including the Jubilee Line, Docklands Light Railway, Thames Clipper boat services and European flights via London City Airport, and Canary Wharf will be a key station for the major new east west railway line Crossrail.Photos are for illustrative purposes only, apartments may vary",
    "price": "500000",
    "num_bathrooms": 1,
    "new_home": false
  },
  {
    "num_floors": 0,
    "num_bedrooms": 1,
    "latitude": 51.50698,
    "postcode": "E14",
    "category": "Residential",
    "property_type": "flat",
    "longitude": -0.004709,
    "description": "Key features:ApartmentOne BedroomOne BathroomSecond FloorRoof TerraceGymFull description:Stunning one double bedroom spacious second floor apartment with private balcony situated within The Charrington Tower development, a sought after modern development conveniently for Blackwall DLR station providing just moments access into Canary Wharf and the City.This beautifully presented interior designed spacious one double bedroom apartment situated within Charrington Tower, a stunning development which comprises entrance hall with storage cupboard, master bedroom with fitted wardrobes and stylish modern family bathroom suite. Spacious reception room with large windows and doors leading to private generous balcony, fully equipped open plan fitted kitchen with integrated appliances. Residents will benefit from concierge facilities and an unprecedented array of local amenities including fashionable bars, cafes and restaurants situated within Canary Wharf.",
    "price": "500000",
    "num_bathrooms": 1,
    "new_home": false
  },
  {
    "num_floors": 0,
    "num_bedrooms": 2,
    "latitude": 51.55808,
    "postcode": "SE8",
    "category": "Residential",
    "property_type": "flat",
    "longitude": -0.063308,
    "description": "Full DescriptionThis is a beautiful, bright & spacious 2nd-floor apartment in a lovely and well looked after development in Hackney. The property boasts 2 double bedrooms, spacious open plan kitchen/lounge, bathroom/WC and decent storage space. It has been painted white throughout. Laminated wooden flooring throughout.The property is situated in a prime area offering a quality lifestyle. Stoke Newington High Street nearby (15 min walk away) has a lot to offer - it overflows with indie labels and vintage goods and its restaurants are noteworthy for their diversity as well as their quality.Spread over 40 acres Hackney Downs Park, that is less than 5 min walk away, offers a play area, basketball courts, football pitches and a bowling green.To arrange a viewing of this great property, please visit Griffin Residential's website.",
    "price": "400000",
    "num_bathrooms": 1,
    "new_home": false
  },
  {
    "num_floors": 0,
    "num_bedrooms": 2,
    "latitude": 51.48077,
    "postcode": "SE8",
    "category": "Residential",
    "property_type": "flat",
    "longitude": -0.021521,
    "description": "This beautifully presented two bedroom apartment is situated on the first floor of this modern development in between Deptford and Greenwich.The property comprises a new, welcoming open plan kitchen / reception room with high end appliances and French doors opening to a juliette balcony allowing plenty of natural light into the flat. There is also a main bedroom with a fantastic en suite which has a large rainforest shower, a handy second bedroom and a bathroom. The property has been recently decorated to a high standard throughout and is offered with 2 parking permits for residents private parking.The property offers a fantastic location, just a short walk from both Deptford and Greenwich town centres with their superb range of amenities such supermarkets, gyms, a post office, bars, restaurants and open green spaces. There are also a good number of transport links available with Deptford Station and Cutty Sark DLR Station just a short walk away, both offering fast access in Central London Stations such as London Bridge, Cannon Street, Canary Wharf and Bank.Contact Kallars today for more information.",
    "price": "400000",
    "num_bathrooms": 2,
    "new_home": false
  },
  {
    "num_floors": 0,
    "num_bedrooms": 2,
    "latitude": 51.51659,
    "postcode": "E14",
    "category": "Residential",
    "property_type": "flat",
    "longitude": 0.018616,
    "description": "Situated within a modern apartment block, this fantastic 2 bedroom apartment offers an open plan living space with a private balcony.Katie Court is a peaceful residential road that benefits from a close proximity to Canning Town Station for excellent transport links into Central London. For a wealth of amenities, the Royal Docks are also easily accessible.",
    "price": "400000",
    "num_bathrooms": 1,
    "new_home": false
  },
  {
    "num_floors": 0,
    "num_bedrooms": 2,
    "latitude": 51.47449,
    "postcode": "SE8",
    "furnished_state": null,
    "category": "Residential",
    "property_type": "house",
    "longitude": -0.026113,
    "description": "A generously proportioned Grade II Listed property with lapsed planning permission to convert into a 3 bedroom house, including a single story extension at the rear to add to the current 3 floors.Tanners Hill has excellent access to a range of amenities in New Cross, Deptford and Greenwich. Local transport incudes DLR, Overground and National Rail.",
    "price": "400000",
    "num_bathrooms": 1,
    "new_home": false
  },
  {
    "num_floors": 0,
    "num_bedrooms": 3,
    "latitude": 51.632957,
    "postcode": "N8",
    "category": "Residential",
    "property_type": "house",
    "longitude": -0.122865,
    "description": "On the market for the first time since 1969 is this three bedroom semi detached house along one of Southgate’s sought after locations. The house which is situated on a corner plot with a rear side garage has potential to extend and reconfigure to the incoming purchaser’s specification (STPP).The property is located within 500M of Southgate Underground station (Piccadilly Line).",
    "price": "900000",
    "num_bathrooms": 2,
    "new_home": false
  }
]
